const expirience = [
    {
        id: 1,
        title: 'Мобильные ТелеСистемы (МТС)',
        date: 'май 2022 - июн 2023',
        spec: 'Frontend developer',
        desc: 'Личный кабинет\nПринимала активное участие в полном обновлении дизайна и миграции на фреймворк Angular.\nИнтегрировала систему общения в чате для улучшения взаимодействия с пользователями.\nВнедряла аналитическую панель с расширенной статистикой, направленной на мониторинг активности пользователей и оптимизацию бизнес-процессов.\nРазработала страницу "Обещанный платеж" и создавала высококонверсионные виджеты, способствуя повышению эффективности пользовательского взаимодействия.\n\nГлавный сайт\nУчаствовала в редизайне главной страницы, целью которого было улучшение пользовательского опыта.\nВыполнила рефакторинг функционала меню, улучшив навигацию и доступность интерфейса.\nРаботала над улучшением SEO-показателей сайта для повышения его видимости в поисковых системах.\n\nтеги: Angular, RxJs, TS, BEM, SCSS, GIT',
        link: 'https://moskva.mts.ru/personal'
    },
    {
        id: 2,
        title: 'НПЦ Развитие города',
        date: 'окт 2020 - май 2022',
        spec: 'Программист-разработчик',
        desc: 'Разработка и внедрение веб-приложения для департамента капитального ремонта с использованием фреймворка Angular.\nОсуществление полного цикла проектирования, включая разработку собственного дизайна и аналитику требований для определения функциональных возможностей приложения.\nАктивное взаимодействие с пользователями и архитекторами для выявления потребностей и улучшения продукта. Это включало в себя работу по автоматизации повседневных задач и повышению качества пользовательского опыта.\nВ результате проекта достигнуты значительные улучшения в автоматизации процессов и повышении эффективности работы департамента капитального ремонта.\n\nтеги: Angular, RxJs, TS, BEM, SCSS, GIT',
        link: 'https://dev-city.ru/'
    },
    {
        id: 3,
        title: 'Saasper',
        date: 'окт 2019 - июн 2020',
        spec: 'Frontend developer',
        desc: 'Инициирование, проектирование и разработка сервиса по дополнительной монетизации мобильных устройств с нуля.\nСоздание рекламной площадки для мобильных приложений с использованием собственного дизайна, базирующегося на принципах Material Design.\nРезультатом работы стало создание эффективной рекламной платформы, способствующей дополнительной монетизации мобильных устройств и обеспечивающей удобный пользовательский опыт.\n\nтеги: Angular, RxJs, TS, BEM, SCSS, GIT, Material Design',
        link: 'https://panel.saasper.com/'
    },
    {
        id: 4,
        title: 'Foody Club d.o.o, Serbia',
        date: 'июн 2018 - июн 2019',
        spec: 'Верстальщик',
        desc: 'Ведение полного цикла продуктов для сервиса доставки еды, начиная от разработки веб-приложения для пользователей и заканчивая приложениями для ресторанов и доставщиков.\nРазработка интуитивно понятных и привлекательных пользовательских интерфейсов для веб-приложения, позволяющих пользователям легко и быстро делать заказы и отслеживать статус доставки.\nСоздание пользовательских интерфейсов для мобильных приложений, предоставляющих ресторанам и доставщикам удобные инструменты для управления заказами и обеспечения эффективной доставки.\nУчастие в процессе проектирования итераций продукта, с учетом обратной связи пользователей и требований бизнеса, с целью постоянного улучшения интерфейсов и пользовательского опыта.\n\nтеги: React, RxJs, BEM, SCSS, GITLAB',
        link: 'https://foodyclub.rs/'
    }
];

export default expirience;